<template>
    <div>
        <div>add your friends names to continue</div>

<!-- Всё будет работать на логике if-else, так как элемент будет закрываться/открываться в зависимости от нажатой кнопки -->
<!-- Наложения друг на друга не будет. При развороте нового элемента старый будет закрыт -->


<!-- что будет в этом файле: список людей, между которыми надо делить счет
 -->
 <!-- кнопка добавления человека -->
 <!-- кнопка удаления человека -->
 <!-- вернуться на главную -->
 <!-- инструкция -->
 <!-- продолжить -->


    </div>
</template>

<script></script>

<style></style>